export default function About() {
  return (
    <div className="p-6 min-h-screen">
      <div className="bg-[#f6f1ec] p-8 rounded-3xl shadow-xl">
        <h2 className="text-3xl font-semibold mb-6 text-center text-[#89582e] font-serif">О нас</h2>

        <div className="space-y-6 text-lg text-gray-800">
          <p>
            С 2020 года приказ Министерства сельского хозяйства РФ от 26.10.2020 №626 
            «Об утверждении Ветеринарных правил перемещения, хранения, переработки и утилизации 
            биологических отходов» не позволяет хозяевам хоронить питомцев в земле, принадлежащей 
            населенному пункту («Запрещается захоронение биологических отходов в землю, вывоз их 
            на свалки, сброс в бытовые мусорные контейнеры, в поля, леса, овраги, водные объекты»). 
            Однако домашние любимцы не бессмертны, а отношение к ним сравнимо с отношением к члену семьи. 
            Тогда как же заводить животных, любить их и ухаживать, если похоронить их «достойно» теперь, 
            кажется, нельзя?
          </p>

          <p>
            Мы поможем Вам сохранить память о Ваших пушистых друзьях.
          </p>

          <p>
            Предлагаем услуги кремации домашних животных с возможностью забрать/перевезти их. 
            По желанию для Ваших спокойствия и уверенности мы готовы предоставить видеоматериал 
            погрузки или процесса. Вы сможете захоронить или сохранить прах.
          </p>
        </div>
      </div>
    </div>
  );
}
