export default function Home() {
  return (
    <div className="min-h-screen p-6">
      <div className="bg-[#f6f1ec] p-8 rounded-3xl shadow-xl">
        <h2 className="text-3xl font-semibold mb-6 text-center text-[#89582e] font-serif">
          Они для нас — страница жизни, а мы для них — и есть вся жизнь
        </h2>

        <div className="space-y-6 text-lg text-gray-800">
          <p>
            Мы предоставляем услугу кремации домашних животных в Краснодаре, с возможностью забора и возвращения праха. 
            Наша миссия — сохранить память о вашем пушистом друге с уважением и теплотой.
          </p>

          <p>
            С 2020 года приказ Министерства сельского хозяйства РФ от 26.10.2020 №626 
            «Об утверждении Ветеринарных правил перемещения, хранения, переработки и утилизации 
            биологических отходов» не позволяет хозяевам хоронить питомцев в земле, принадлежащей 
            населенному пункту («Запрещается захоронение биологических отходов в землю, вывоз их 
            на свалки, сброс в бытовые мусорные контейнеры, в поля, леса, овраги, водные объекты»). 
            Однако домашние любимцы не бессмертны, а отношение к ним сравнимо с отношением к члену семьи. 
            Тогда как же заводить животных, любить их и ухаживать, если похоронить их «достойно» теперь, 
            кажется, нельзя?
          </p>

          <p>
            Мы поможем Вам сохранить память о Ваших пушистых друзьях.
          </p>
        </div>
      </div>
    </div>
  );
}
